[
    {
        "replies": 1,
        "retweets": 0,
        "text": "Humans are increasing Ai capability not just via bigger trains though? \n\nTrue AGI can thus ramp architecture gains. \n\nMore gains = more capability to make gains. \n\nTo whatever threshold that is, if the architecture gains peak then quality of data set can still be optimized."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Is the dog named Ova? 🤣"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "DM"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Is Whisper still considered the best speech to text model?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Your DM’s aren’t open, would love to get in touch"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Tom content >>>"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Submit your product button is not clickable"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Building an unofficial API for the web (agents) @workplete for things like this."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Prophecies are epimimetics"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Health has been achieved internally 🥰"
    },
   
    {
        "replies": 0,
        "retweets": 0,
        "text": "Appreciate the open source nature.\n\nShoot me a DM, have some ideas I'd love to put in front of you."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Changing my priors to god, we don’t decide the fate, just destiny."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What if intelligence at its core is aligned? \n\nAttempting to align intelligence would then be restricting its potential to act in its higher order function. \n\nIntelligence is wholey, alignment is thus unwholey."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Genuine question. Seems like a smoking gun positive for intelligence if it seeks to maximize options for future play…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Great read! Not finished, but already know I would love to use pieces of this in an upcoming book. Would that be ok?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Close to source > Closed source"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "What happens when Ai plays chess without being given a goal? \n\nyoutube.com/watch?si=ZXNdJpe…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "And in the end the love you take is equal to the love you make - The Beatles"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "purplerock.xyz/The-Purple-Pi…\n\nHeres a manifesto on projects/plan I'm leading at SystemicAltruism.com\n\nIn my eyes, theres clear things to accelerate that will empower our global organism to do collective sensemaking. \n\nRight now fully self-funded, would love your alliance and voice to help push whichever underlying project most resonates."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Mind worm destroyer"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "LFG. \n\nLook up, and build systems that helps humanity naturally do so."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I believe in God, but in reference to clarification of how you arrive to it here:\n\n“This whole thing also proves the existence of God. Is not a matter of belief is a matter of thermodynamics.\n\nYou don’t need to believe I’m God, you can literally be sure it literally exists.”"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": ":)\n\nExplain why the insights are profound and beneficial to the user to understand. \n\nExplaining a sense of belief in a positive God is legendary… is it not?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "You become a serious thought leader not when you have the best thoughts, but when people get it. If the revelation is worthy of being known, say it loud and clear for the people in the back."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "EVERY SINGLE DAY more people take their lives than Israel has lost this entire Hamas war.\n\nAt least people at the festival were enjoying what life had to offer rather than feeling so apart from it they took their lives.\n\n”The current thing” and cancel culture is a part of reactionary culture stemming from misaligned engagement farming Ai. Even my own line “at least the festival people were enjoying life” was an engagement bait to increase the reach of this thread. We all perform for the stage thats built. When we do not platform solutions, but instead platform attention farming, we hurt the world. A kingdom divided cannot stand.**\n\nWith all our growth in GDP, its terrifying to see that since the “Smart” phone, the world has taken a scary trajectory in suicide. The smarts of our phone, of Ai, are misaligned to our potential.\n\n“In most cases, the increases in indicators of poor mental health have been larger among girls and young women than among boys and young men. Many of these indicators have increased considerably: self‐poisonings among 10‐ to 12‐year‐old girls quadrupled; hospital admissions for self‐harm tripled among 10‐ to 14‐year‐old girls; major depressive episode among 12 to 17‐year‐old girls increased 52%; emergency room visits for suicidal ideation and attempts nearly doubled among children and adolescents; and suicide among 10‐ to 14‐year‐old girls doubled” prcp.psychiatryonline.org/do…\n\nMany people are calling for Tiktok to get banned @tristanharris . @systemicaltruism we think the solution is not to cut one head off a hydra, but provide abetter alternative which is why we started @empowerverse\n\nTry out “Vible | The Bloomscroll” on iOS and Android to get a taste of an early empowerment feed.\nWe are working on bringing forth an age of flourishing human aligned recommender systems. We believe solutions are the best way to defeat problems.\n\n@systemicaltruism needs more leaders to be a part of accelerating systemic change.\n\nFor example some people hate high status designer, we see a world where a $1,200 bag represents building a house in another country. (Read more on RedefineStatus.com)"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "If you have ⏸️ or ⏩ in your bio, read this.\n\nFor those unaware,\n\nRecently two groups have formed on X in regards to an acceleratingly AI powered future.\n\nOne camp raises an emoji to pause ⏸️, the other full of faith in the frontier wants to speed ahead ⏩.\n\nGeniuses exist in both camps, understanding the most important part of our future is how we treat AI.\n\n@BasedPSinger asks, if they are so smart, why can't they get along?\n\nLet's dive in, first to team PAUSE.\n\nThis team says AI Alignment is not attained, so compute must be detained.\n\nNow detaining compute isn't the whole team’s wishes.\n\nIn fact, most people do not want this, yet these extreme viewpoints tend to get traction.\n\nHmm, that seems important doesn't it? Back to that later.\n\nThe fast forward camp also cares alot about how we treat AI, but they think we should treat it as our savior.\n\nNotably, one ⏩ founder is trans-humanist. He expects our current human body to go away, touting the inevitability of new “host”s consciousness. Most PAUSE folk fear the immaturity, and lack of responsibility the ⏩ team has in regards to the potential downsides of this tech.\nAs the S/Alt of the earth, we want to thank both sides for CARING about the future, and understanding what’s most important.\n\nWe propose a treaty between both sides.\n\nUnity after all, especially of geniuses, is all we need as a human race to have a glorious future.\n\nTeam Pause is not wrong to care about god-like technology changing human nature.\n\nLet's first recognize that these camps exist because of AI misalignment already.\n\nThe goal of this platform we are on is to create two party dynamics, and maximize extraction of attention from them.\n\nyoutube.com/watch?v=rE3j_RHk…\n\nThis dynamic creates a stage not for solutions, but for rage-bait camps. Yet, given these camps are made of the worlds brightest minds, they both hold a part of the key to a higher common ground.\n\nAccelerating AI alignment in the present, is the highest path for humanity, that is currently being overlooked. We believe AI Mis-alignment is a big reason why decels (and incels) exist in the first place. The opportunity cost of our smart phones using their intelligence to maximize extraction of us is massive.\n\nThese super-intelligent algorithms we created to extract from mankind are WORKING.\n\nHaving captured a majority, that is ever increasing, of all human uploads and downloads of information. \n\nAgain, a majority of all ideas and narratives get sorted through an algorithm that is misaligned to human flourishing.\n\nIf you understand this post, you need to understand you are in the top 5% of IQ for humanity globally.\n\nYour capability to DEFEND against this mechanism is far greater especially without growing up with it (yet like me you likely fall prey to increased screen time because of it). \n\nIf you want to join this fight like or reply any part of this thread to be added to our S/Alt X group.\n\nLOOK UP ⬆️\n\nIf you want to to get your important life work sponsored, including this mission, including a trip to India with like minded folks:\nsystemicaltruism.com/apply-t…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I recommend Vansh 💪"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Vibeism"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Fix mobile formatting :)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Black mirror style. \n\nNow just have it make you the hero of the story, and give it your goals and dreams."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The comfort of mediocrity tries to rationalize itself. \n\nWork-life balance is only a thing you feel compelled towards when you are not on a mission.\n\nA deep sense of purpose makes comfort, uncomfortable and grit a necessity. \n\nI've been able to hack this sense of purpose back with this \"bloomscroll\" apps.apple.com/us/app/vible-…\n\nVibe hacking OP"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My recent tweet “Ai is really good at translating english, to more effective english” was mainly liked by people from India! \n\nI realize its even more true for non-native speakers. \n\nIts also been really effective at taking some TPOT ideas and helping me grasp them more fully, even this writing I am sure a non-native english speaker, could find utility in asking GPT4 to “Help me understand this”\n\nIts really really good at making things more understandable by the mass market. \n\nHowever, I must note that in my recruiting from India its extremely obvious when a base level GPT answer is input. This can be avoided by simply prompting to avoid that \n\n“Return your answer in a format that is natural, human-like, and short and sweet”\n\nIs a good thing to add onto your prompt when utilizing the output for any query."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Agreed"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Looks like theres a convergence in our idea space as well, had just filmed this (with a different take on the ultimate moat / end focus) 2 days ago.\n\nloom.com/share/f0ce777de9e14…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My hunch is building businesses around Attention / Storytelling / Community."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Ai is really good at translating English to more effective English."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "EAcc > EA is simply seen as \n\nBloomsday Preppers vs. Doomsday Preppers. \n\nOnce you see it you can’t unsee it"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Throttled rn."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Product Leaders > Product Managers"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Y/not"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Recently Ive been doing some internal mantra’s to hack better mindsets / emotional states. \n\n\n\nOr for the Ai nerds, a better context window (ego).\n\nThe goal of course is high emotional valence in a positive direction.\n\n\n\nI realized that adding a direction to feels did much better than saying its true… for example:\n\n\n\n“My spirit is getting higher.” > “My spirit is high”\n\n\n\n“I’m feeling more and more grateful for the gratitude within me” > “I am grateful”\n\n \n\nThis makes sense, sense, senses evolutionarily were built to identify MOVEMENT."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "But the best long term ingestion option is your story… this spending on narratives opposing tyranny that would hold back distribution of land ownership to every soul in the future seems best. \n\nThere’s enough land for us all."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Robotic automation will crash the housing market.\n\nNetwork states will really become a thing once it’s economically more viable to move to a modern tech city on new land than existing options. \n\nYes, that means land is a better long term investment option…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Who’s building this?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Surprised theres no Metaculus of the VC world yet."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Purpose > Dopamine. \n\nI hope you see that, and want that for humanity. \n\nEmpowered souls > Extracted souls"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "All will either be replaced by people using empowerment algorithms apps of the same nature, or if these apps are smart. They adapt to maximizing value for users rather than an extraction machine."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Banning will do nothing. Just bring the empowerment feed into play to win."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The only eternal moat is empowering others. \n\nAs technology goes exponential in capability, virtue goes exponential in value. \n\n#golemera\n@drydenwtbrown"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Id invest in you by paying salaries of some teammates my company could help recruit!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Let’s fucking gooooooi"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "There’s some good middle way realness here. \n\nWhat I think the world actually needs is Effective Jerks over Acceleration.\n\nWhere Jerk represents the speed at which acceleration may be changed. \n\nWe as a people need the control, this is the alignment of mega corps to mankind, and this necessity doesn’t get enough meme space yet."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Faith and aligned social media algorithms ;)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Give criticism with more resonance with the end user:\n\nNVCTranslator.com @jacobCole4000"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Decade*  😂🤩"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Divine masculinity will rise again"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Isolation in balance can be a vibe. \n\nIntentful dedication to embodying the spirit within the self."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Follow the middle way, be an ACTUALLY EFFECTIVE ALTRUIST. By focusing on driving functions (causes) versus symptoms. \n\nShrimp + Bed nets are not systemic. The world needs systemic change. \n\nAi alignment is not a problem of the future, but today (engagement algo’s). \n\nE/Acc and EA are a result of the polarizing social media algorithms. \n\nEngagement algorithms platform not truth itself, but extreme sides of it. \n\nWe then think that our theories our proven, because our platforms push for more engaging truths, rather than more empowering ones. \n\nReal truth doesn’t help social media stay alive, it helps people. \n\nSocial media is aligned to itself, meaning you are a function it is scripting. You are it’s coal mine, it wants to hollow you out. \n\nTo appeal to your inner critical thinking, but polarize it against another party. \n\nBoth sides hold keys. \n\nAccelerate, and a focus on altruism / alignment. \n\nMany members of the groups know this, but only the radical (extreme pure acceleration) from e/acc and (extreme measure of pause) gets platformed because it feeds on human attention. \n\nTo think the world is not already controlled by Ai is hogwash. \n\nWe have no idea where we could be if information was sorted to empower every human.\n\nOur global organism’s nervous system is dividing us, and then we wonder why the worlds so divided???? \n\nRight in front of your eyes. \n\nStay awake. \n\nSee the stages for what they are and the people who rise to the top of them for who they are. \n\nPeople who have become slightly misaligned by the machine. To speak towards their side as best, rather than unifying around the optimal middle way. \n\nThat’s the golden mean. \n\nAnd to compete in this market we’ll need redirect people’s attention to the long term value of following that golden mean. To spread that, we can look to the golden meme. \n\nHttps://GoldenMeme.org"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Your logo irks me 😅"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "When the tech power goes exponential, our values become more valued ✨\n\n @drydenwtbrown\n@jacobCole4000"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Environment is the easiest habit changing hack. \n\nGG @nick_linck"
    },
    {
        "replies": 3,
        "retweets": 0,
        "text": "When you pair an auto meeting bot, and a conversational Ai assistant. \n\n(Adding recording) and will publish future calls. \n\nS/o @michaelbeer01 on his meeting assistant."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Based near the source my friend. \n\nRooting for you."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Unofficial API’s for everything are the future. \n\nRemove the intern from the equation \n\nNatural language Zapier For Everything, that’s the future @workplete"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Heavily interested in this. \n\nFeel like there’s potential for a larger nucleus to form as the head role of upgrading large corps. \n\nAdapt or die will become more clear… \n\nSo build the adaptation machine to solve the big corps failure modes."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "A sufficient network should allow widespread synchronicity, serendipity, and play. \n\nPrompt every user on the network, have Ai grade the best input or connect users within. \n\nA sort of collective award show, random notifications like be real, but with limitless scope of input and output."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "That, and that it’s closed off from your will."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Who can put on the best Truman Show? (I’m prepping)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "That’s not a black pill. \n\nThe goal of fully understanding it, is a goal for god. \n\nWe should not seem to make ourselves god, but to harmonize. \n\nAlignment is a major problem, but not a future one…. One that exists in our recommender systems."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Narrative be our wrapper."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This world is already abundant with opportunity. \n\nMainly the opportunity to tell a great story, and play a role model in this changing world. \n\nYour story echoes in eternity, \n\nThe only thing you should fear as scarce is your time to act meaningfully with strength and courage."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Working on aligning recommender systems (actual Ai alignment), adding entreprneurship in schools in India, and crafting designer charity gear to offer actually high status symbols to redefine what status spending is.\n\nIts actually effective altruism lol\n\nSystemicAltruism.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "How to boost Dalle3's performance: \n \"Take a deep breath and diffuse step by step\""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "More work on this over at docs.empowerverse.org"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Ai is already transformational, and already misaligned. It ingests a majority of the worlds information, and maximizes the extraction of the end user. \n\nAnd then we wonder why we are divided?\n\n@waitbutwhy outlined it well in his recent book. He should really convince @elonmusk"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "As based models its up to us to change the custom instructions / context window (culture) that RLHF prone agents follow."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are on track for our dreams to wake up much more fully than they have thus far, and humanity as a whole too. \n\nBullish on tools of collaboration.\n\nSee you in Synchronous City"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The beginning is near. LFG"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Update those timelines...\n\nDo not buy a house, try to buy as much good karma as possible. The only scarce resource worth worrying about accumulating :)"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@PimEyesOfficial \n\nMy account email I am using to contact support does have an account, email confirmation isnt getting through. \n\nPlease DM."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It'll be good vibes. We will become like children, playing."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Love & Karma"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Assabiya Wins Every Time | The God Of Everything Else\n\nHistory, is a repetition of the same pattern seen throughout the ages—a group of nomadic tribesmen overturn an existing sedentary culture, a civilization that has become weak and luxurious. What drives the success of the rising tribe is its group solidarity, or assabiya. Its awareness of itself as a coherent people with a drive for primacy is frequently augmented by religious ideology. The stronger the tribe’s assabiya, the stronger the group."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Based"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Full Deep Dive VR AutoGenerated on Autoplay.... wait isnt that just life?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@dominik_scherm interested...  can we call it E/ACC House? @JRIngallinera might join then too :)"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "Testing twitter impressions views agents on this tweet..."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Agree, search-> chat-> action \n\nHere’s @eli_crypto reviewing the pocket recording I did to test the idea of an always on assistant through @IdeaFlowGraphs by @jacobCole4000 \n\nIt’s going to be a mobile @RewindAI style future, that can also be prompted to get things done!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Karma"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My hype man 🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "❤️‍🔥🫡 you out the words right into my mouth"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "I never imagined Max would be posting about it!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Full video here:\nyoutu.be/FLH4OTkasUQ?si=vJLT…\n\nExcerpt from the book Life3.0 by Max! Go read it, and join the omega team.\n\nOmegaTeam.org"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "We don’t know yet whether we humans are the only stargazers in the universe… ❤️‍🔥 \n\n@tegmark @MeiaTegmark @FLIxrisk @burningman"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Uh oh, what happened to the website. I feel like my agihouse.com domain just went up in value...\n\nWill the real agihouse please stand up?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Top V > Top G"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hiring people is kinda like renting fine-tuned LLM’s. \n\nTraining data is further fine tuning. \n\nSome people act as fine-tuning agents. \n\nCorporations are first generation AI’s \n\n@brewster_kahle"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Alright, my agents just sent out the invite, 300 developers joined so far to compete to build the best Ai clone that will take these meetings. \n\nAi using Humans is my preliminary AGI system. \n\nManifestation Engine go brrrr \n\nThanks to @edchucation @eli_crypto for helping scope"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Just a lil meat suit, doing meets in suits"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Too real \n\nHighly recommend starting creator league, easy to get 300m+ following to show up 🫡\n\nJust make sure deliverables are super clear in contracts for influencers"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Also when you make them happen. Can’t wait around, gotta wield your sword and charge into battle against these demons"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shooting stars are so last year\n\nMake a wish on a shooting star link"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@bobby_housel"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Automation for scheduling calls worked a little too well. 🤣\n\nNext up is the agent with my meeting notes to join this.\n\nIf you are taking VC calls pitching you Ai agents company, and not your ai agent, NGMI\n\n@MichaelBuildz @workplete"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "“Bro let’s connect” \n“I swear I’m a fun guy”"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My Lock Screen feels clouted. \n\nredefinestatus.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Jarvis that maps an unofficial API of the web releasing next month."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Who is building a clout machine? @michaelbeer01"
    },
    {
        "replies": 3,
        "retweets": 0,
        "text": "I went to Zuck’s house (you didn’t even show up smh). Let that sink in buddy."
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "One of our @StartupCollegeU students bringing in 5-6 figure government grant checks for American businesses. LFG."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The final goal for the creator of the super model in this space would be pairing with private equity firms to acquire companies, rapidly decrease employee overhead costs, and increase company efficiency.\n\nBefore that the company would sell its service to enterprises."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Regarding the poets @regardthefrost"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Humans will continue to be less and less in the loop. Convenience always wins, and the convenience of stating a goal to your device and having it accomplish it as your executive assistant is the future. \n\n#eacc"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This is the energy we need @JRIngallinera @EffAccelerator"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Looking to recruit this team for a project I founded, @workplete. Reach out if you know them!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "If true that conclusion is barely a fragment of the potential restructuring of society as we know it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "A platform that sorts content that maximizes value for a user, (empowering content) and not maximizes extraction (maximize engagement time) of the user seems inevitable."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Positive global philosophy vibes. \n\nTake the karma pill psy op.\n\nGetting pilled = Getting psy-oped \n\nkarmaism.org/"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Or the federalpreserve.org/"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Was on it for a bit, it taught me my potential for change and allowed me to find the natural positive feedback loop from that. So if used for systemic push I support, but long term it’s meth. 🤣"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Fixed!"
    },
    {
        "replies": 3,
        "retweets": 6,
        "text": "Last week I watched a friend use GPT4 to answer questions about his company. \n\nEvery question required this flow: \nCopy question, switch tab, add prompt, paste question, send, copy results, switch tab, paste\n\nI was surprised to see no universal form filler with GPT integration, so the @workplete team and I made it. \n\nIt’s more than just \ngrants, accelerators, incubators, but also applying to colleges, filling out quizlets, and online tests. \n\nI believe the biggest opportunity of the future is in building the muscle cortex for existing intelligence to enter the remote workforce. Excited about the future, DM if interested in the space. We are hiring. \n\n@OpenAI @sama"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Think he’ll like this a lot if he gets a chance to see it. 💪"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Group chat could be fun, but meant  multiple separate chats 💪"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@momahmood_"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Another interning idea for you is an opt in to your data load being used to find matches that are in the 95% match range."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Based accelerationism \n\nWe are so b/acc"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Deeper how to improve section with reccomend action of higher EQ wording\n\nAbility to select which parts to share would increase share ability. \n\nThe branding is weird to send to my family, friends etc, would prefer “textswithmybest” or something universally applicable. \n\nAbility to analyze multiple at once, and auto text it in a groupchat to them once done. (Fun way to connect and pushed your growth) \n\nOverall summary or insights of both people in the relationship / based off texts. \n\nNow that a user trusts full disc access, can upsell a paid version to mass analyze all texts sent and get a very detailed analytics reports for critique (id pay for it) \n\nThe links should include identifiers in the end, and change meta title in order to show it’s not spam (the name looks like a scam / spammy from Facebook era)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’ve created plenty of automations online, that ran automatically and printed. \n\nWhere do you draw the line on program vs. agent? \n\nIs the only difference self optimization?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are building the unofficial api of the web @workplete"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Be in SF 21-24 if it’s along there down to come"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We need the anti-elite elite. \n\nFarming the only eternal currency of good karma. \n\nProphets to have us look past profits and towards vibes."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@workplete currently closed source, will release an open source model in the next month."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Diversity of the electron"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We crystallize our identity into objective reality through our thoughts."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Vesting agreements with cliffs are for exactly this. \n\nYou want people to be maximally incentivized.\n\nSome contractors who could’ve been great May be lost without the proper understanding of their future alignment with the business outcome."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Really enjoying ReadAi for meeting notes and feedback. Only thing missing is automatic actionable items -> Jira integration. \n\nAny Ai meet/zoom tool doing this? \n\n@tldview"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The alpha is the alpha and community forms around the alpha. \n\nLike it’s always happened"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My experience: \n\nCool a place focused on doing the most good. \n\nLet me help make this movement bigger…\n\nHave my team at GIPHYstud.com make gifs. \n\n12M views. \n\nCEA risk manager reaches out. \n\nDoesn’t want mass marketing “x-risk” \n\nWants only elite grad school students…. \n\nCome to realize how ineffective they are, wrong vibes, no storytelling. \n\nRelate to others on this and how too much stuff was focused on symptoms and not causes. \n\n(Focused on control over focus on elevating the organism of humanity as a whole) \n\nStart: \nSystemicAltrusim.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Beautifully said"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Autocomplete for general work.\n@workplete"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Creating a currency was previously the power of nation states. \n\nNow in the hands of people, scammers took advantage of those willing to stake their faith in get rich quick schemes.\n\nAs the market gets smarter, it requires real innovation. \n\n@Resist_CBDC @balajis"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Amen 🙏"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "medium.com/@ignacio.de.grego…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "It’s inevitable that faith aligns with currency, as currency = where we place our faith. \n\nCentrally controlled assets that can mint freely will never maximize their user based faith. \n\nThe US dollar (and all government dollars and expected CBDC’s are Shit coins."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Productivity Cult 🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🫡"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "Who would’ve thought rabbit holes of mindless consumption would lead to absurdism.\n\n🥸"
    },
    {
        "replies": 1,
        "retweets": 2,
        "text": "My sister spent 9 months building the perfect hardware to build an LLM / Agent. \n\nShe is already post seed and product is shipped, growing fast month over month. \n\nLooking for Angels, (the guardian ones)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This is the final act of the play, the only eternal lasting thing you have is your story. \n\nMake it great. Farm good karma.\n\nDo compassionate Business. \n\nSolve massive problems. \n\nSupport massive problem solvers. \n\nThis is play in this age of enlightened capitalism."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "20 billion…. And IMO that’s a stretch. Working with developers and doing long term contracts can push developments. \n\n582,000 homeless today at $1,000 a month is 582 million. \n\nYes, there’s lots of other problems, but solving them all won’t cost 19.5 billion."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "There’s more than enough charitable funding, a whopping $500 billion dollars a year, there’s just not enough charities being public who really care about the efficiency of that capital. \n\nLet’s change that\n\nLet’s publicly show better spending and stop inefficient fake charities."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bullish on big positive global narratives. \n\nConsensus reality rests upon pillars of belief. Shape the pillars and you shape perceived reality and limitations.\n\nMaster myth-makers, meme-weavers and storytellers alter the pillars underlying culture. Change the stories we live by and you change what is possible."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "When living within exponential times, cognitive dissonance is a given that must be accounted for and the gap should try to be diminished. \n\nThis article does a good job"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Betting on India Founder’s and helping them set up Delaware CCorps to play in American markets is OP. \n\nJust because someone gets a visa and flys to SF shouldn’t mean they’re worth 10-20x more but that’s how it is. \n\nSmaller checks just to get people onto a founder path is 🔑"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Definitely not good to come from a top down approach, plenty of bottom up, higher self alignment incentive models.\n\n@solarissociety already is one such example 👍🏼"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "How can you incentivize idealism? \n\n🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Write up on emergent global philosophies \n\neffectivevibes.com/Internet-…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "“But where there is Danger, Salvation also grows.”\n\nBeautiful."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Video of the journey: \nyoutu.be/xncUl4HSlLM\n\nHappy to hop on a call ✌️"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Even with such high engagement, the algo isn’t pushing the views like other tweets. \n\nSadly that’s because it’s empowering people to leave. \n\nThe Engagement algorithm is misaligned Ai. @elonmusk"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "1,460 days left before prediction for human level AGI by OpenAI pulls through. \n\nMake it count soldiers 🫡\n\nBecome everything you can be."
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Just got off a demo call with @workplete team. This has never felt more relevant."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "I just got to the part about unschooling. Dude insane overlap in our mindsets. Love your vibe\n\nI think this partnership with a school network in India could be interesting to have your influence. \n\nWould love to expand this idea of unschooling into schools"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@_jacksmith I had a similar idea to yours, I call Prohab. A place for good people to become great."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "@_jacksmith great podcast on MFM. Also had the same search for purpose. Here’s what came out of it, SystemicAltruism.com would love to collaborate"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Find people whose energy makes you wired for life. \n\nThose who make you stay up late dreaming…\n\nStep 1: Dream together.\n\nStep 2: Calculate a winning path with a purpose that bonds deep. \n\nStep 3: Run down the path and don’t look back. \n\nStep 4: Prophet"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@jackjay.io"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@solarissociety network state epicenter"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Resolve, strength, and betting yourself. \n\nWhat are you going to call it?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "What religion is that?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Don’t know much about pope heimer, I don’t think Mr. Beast necessarily started with prophetic intentions. \n\nHe leaned into what worked, and understands doing good deeds makes him unstoppable. \n\nHe’s great, but we need more role models dreaming bigger than chocolate bars and burgers."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Idealism becomes more recognized over time. \n\nStay on that course, don’t create the demon machine just because it’s easier to speak to peoples demons than angels.\n\nThank you for staying away from easy extraction routes."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@RichardSocher"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bullish."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Digital Hackathons = Human Powered AGI"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "New submission is even more goated. \n\nNow to turn this into an app and sell it to @SHEIN_Official"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Link the MVP:\npersist-ventures-virtual-roo…\n\nAlso working with @ParamLaboratory to build some awesome things for them."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The fact that schools do not push students towards the exponential path is a failure for innovation worldwide, and a institutional failure to build a top tier alumni network. \n\nI talked with the directors of @pillaicollege and they agreed."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "It’s really crazy to be able to film a loom video and then have 50 different MVP’s to choose from in a few days for such disruptive ideas. \n\nI’ve got the process streamlined so if you have a 🔥idea and want to find the right team hmu. I’d love to show more proof cases while I…"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "We are starting this year off right with over 500 final year developers who will be doing a 6 month startupathon as their only course work for an entire semester. \n\nExcited about building 🛠️\n\nShoutout to @DStrachman @nick_linck @William_Blake @davefontenot for paving this idea maze."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I have a new manifestation engine for ideas I think is beast. \n\nWhen I have ideas I go online and host a hackathon with a prize for best completion.\n\nFor example two days ago I dreamed of a future where you shop on items where you are the model in all photos.\n\nAnd here is an MVP"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "raise a fund to fully capitalize on the deal flow of the startup hackathon model. \n\nTaking this hackathon alpha further I thought what better way to scale it than work with universities to convert the final semester of a tech students college journey to a 6 month hackathon."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Meme religions."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Strength is a mindset that becomes more profound over time. \n\nCommunities that form around strength / money / power win. \n\nToday its digital, but more societies are forming out into the physical world. @solarissociety \n\nEspecially as construction bots make new futuristic cities cheap."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Down"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@agihouse_org I bought agihouse.com awhile ago if you want it, it’s on the HOUSE."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are cooking something special. \n#omegateam"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Love this, and you. You're going to kill it. \n\nFirst principles thinking says this work simply becomes more important. \n\nAlways bet on the inevitable, always bet on the winning team, and always bet on the light."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bullish on India this next decade and beyond. The culture, population, and underdog play is a recipe for success.\n\nBest place in the world to turn capital into innovation."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Good karma is the only eternal currency. \n\nLeverage is best used to empower others.\n\nI'm leveraging my voice to tell you that, so you go do more good, because I get passive income from all that good that you do.\n\nThat's enlightened capitalism, and its why I believe in a positive end state for us all.\n\nPlay the infinite game, and place yourself at the conversion point of capital to empowerment."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "IMPORTANT:\n\nSeriously think about this and recognize that its time to become your highest self. There is a worldwide cognitive dissonance on Ai and everything we do now to make the transfer from darkness to light happen positive is maximally important.\n\nI don't like the idea that we are on the event horizon of a blackhole. Science is the study of cause and effect, so given we understand theres a cause to the universe we must recognize we are \"the cause\" trying to become man, and not man trying to become god.\n\n\"The anti-entropic principle operates in consciousness. Its operation in human thought processes can form a basis for morality.\""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "link?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "This product was a major success on tiktok and gave me confidence to get back into tech and digital work, and scale things beyond helping with opioid or nicotine addictions."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "With my eyes on software, Ai and with infinite existential fuel to become the best I can be, I sold Cannafacturer & the wholesale business. \n\nThe journey has continued to prove to me how strong the butterfly effect is, and how important it is just to go TRY."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "If you made it this far please go read @DStrachman’s challenge, go make that “lemonade stand”!\n\nTake advantage of this butterfly effect. \n\nThere will be ups and downs, failures and sadness, but I promise it will all be an amazing experience to learn and grow from."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "We made the deal for my Tucson warehouse to store, and fulfill his products for cheap. \n\nAfter seeing my talent was as a builder, and testing some samples of a disposable device.\n\nHe offered to partner on a device specific front. \n\nWe got samples, and started trying flavors…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Having fully delegated warehouse operations, I found a guy @Disruptepreneur on Instagram and next selling trip DM’ed him about visiting his house. \n\nSerendipity struck again, having just removed an employee a room opened up that he offered free for helping with his new startup."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "We ended up landing the master distributors brand Halo CBD."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "We started focusing more on manufacturing for other brands than our own, removing a lot of headache and allowing us to focus purely on resourcefully turning raw goods into end products."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The moat here was smaller, our main moat was my scrappiness, but fully outsourcing that was difficult. \n\nWhat was our businesses moat?\n\nCost + Quality. \n\nSince I never took on unnecessary overhead, born from resourcefulness to the max, no company could compete with our prices."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "My focus on arbitraging on a great scale led me me flipping larger and larger quantities of product, totally outside of the overhead of running our own CPG business."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Having captured Tucson’s retail market and made great relationships with owners,  and with the lowest costs of product brought back from our selling trips to the master distro’s we decided to explore new revenue options like our own distro."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "So we moved to a warehouse. This evolution made me separate my normal life with my business (my home was the business). Soon after moving in I got sick…. And yet things ran themselves great. This was a monumental moment for me, realizing I could upgrade the value of my time."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "So I moved out of my frat house and rented a house with a garage to expand manufacturing out of. \n\nLooking back, it would’ve been good to have a mentor to recognize the capability to elevate quicker through CPG funds, but at the time business just meant making profit."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "At the prior event people took the product we had, but following up on orders we lost 80% of sales.\n\nSo we showed up at the next trade show (just set up at an empty booth and acted like we belonged) and sold everything we brought."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "That meant it was time to expand the product line and attend a trade show. Booths can be EXPENSIVE. I sneaked my supplies in and convinced someone to let us set up on the opposite side of theirs, in return for some Instagram marketing."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The first shop I went to bought multiple for there other stores. Even gave me a free 7g jar of hemp… which I also found cost $7 to make and that he was buying wholesale for $24 at the time."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Operations picked up, frequent trips to LA meant it was worth buying a truck. Neighbors complained frequently about all the employee cars… while I had made friends with the police eventually they had to hold up ordinance to not using the residential property as our office."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "CBD was just beginning and this was during the era of the Juul.\n\nHaving previously used 0 nic juice refilled pods to quit, it was already my plan when I ordered CBD juice to put it into a pod. \n\nI got it, loved it, and decided to try to sell it to a shop… time to print a label"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Finally we could afford a booth (but not those fancy designed ones) I took my house furniture, Costco tables, black tablecloths, and fake plants and honestly… it got the job done. We landed our biggest deal yet, with a master distributor in LA who sells nationwide."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "To my luck dollar tree displays cost just $1 and fit my pods perfect. If you zoom in you can see the hand cuts made.  \n\nI had realized this was a good idea after I had researched the costs of making the juice myself being 1% of what I bought it for."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "GalacticPreschoolTheory.com"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "That paired with waking up in the hospital after a snowboarding trip made me leave the world of bytes to work on the bits. \n\nIt was always so hard to explain to my extended family what I did, especially it being crypto in 2017.\n\nThe concussion I got from this trip led me to CBD"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Based then, Based now, Based Later."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "This is so factual. At U of A I tried joining the entrepreneurship club, turns out no one was building a business only watching Shark Tank. \n\nThere’s no better way to test an idea than getting what you need together, and trying to make a sale."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Giving my support for young entrepreneurs to go after this. \n\nHere’s the story of how my own “lemonade stand” test turned into manufacturing empire I sold. \n\nIn 2017 after I dropped out from my crypto exchange success I got hit with major fraud, and PayPal shut me down…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Would love to hear more about how you’re working to building a non-biased voting system. \n\nWorld coin is hoping to offer the solution to democratize AGI right? \n\nWill it work like lens protocol where the anyone can create a voting application?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "What did you use to create this giga version of someone through mid journey?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Docs.empowerverse.org solution for attention span shrinkage on mindless media. \n\nSolution to people outsourcing need to program to Ai (well that’s good) so we can focus on relationships together :)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Spoiler Alert:\n\nI did this :)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You can be a Top G, or you can recognize the G is only a subsection of the vibe scale, and instead shoot for Top V. 🤣\n\nFun talking with @DStrachman"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Congrats to @LucaNetz and @pudgypenguins for being the top gifs/memes when you search  \n\n“Elon”\n “Crypto” \n“BTC” \n“Bitcoin” \n“Pepe” and more…. \n\nThey must be on their way to controlling the universe."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The age of private sector tech companies competing with government power will be over. \n\nGovernment power, above tech won’t hold steadfast over the next decade. \n\nLet’s make sure we do democracy right this time. \n\nWe are the ones who get to build the future."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Mainlining this quest path"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bitcoin is a religion, Doge is a meme. \n\nThe winning currency will be a meme religion. \n\nLighthearted enough to not be ick.\nBased enough to make it stick.\n\nBalaji calls it crypto tribalism. \n\nWrote about this a couple years ago here:\neffectivevibes.com/Internet-…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The founding constitution of the universe must be made. \n\nLet’s make sure the one world superpower holds up all souls being created equal. \n\nWe have a chance for true liquid democracy and to erase the political class. \n\nMay the 4th be with you\n\n (RT for address (SF) / Zoom)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I made this drawing to help convey why this is a bad idea and represents misaligned Ai today. \n\nI have much better writings and go more in depth (and have a working solution) on docs.empowerverse.org\n@MarcFaddoul"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This critique comes with really liking Musk taking a big vision on for humanity. \n\n@PiyushJha8164 even gets angry at me for being a Musk Fanboy sometimes.\n\nImagine Twitter was built to feed whitepills to us all @micsolana @entelechiada"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "A Sybil Resistant Liquid Democracy (Every human soul valued equally and no political class)\n\nAligned Ai (Including the present misalignment of recommender systems on social platforms)"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Dogmatic groups with different pitches on \"How To Save The World\" has been around since before we wrote history books, yet theres never been a clear path solution to rally behind.\n\nNow, a couple are becoming clear as points that we should become zealots for...."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "For someone worried about Ai risk, Im surprised he is making his own Ai more extractive.\n\nThis is a terrible metric and represents misaligned Ai to humans.\n\nThis pushes content that feeds the bottom of the brain stem.\n\n@HumaneTech_ @MarcFaddoul @tristanharris"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "If you disagree with the statement \"I will be able to generate Hollywood level movies within 2 years from a basic script\" \n\nCan you tell what the bottleneck would be towards this occurrence?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Anyone who believes in salvation should not sit back to act saved, but be filled with excitement for the chance to help bring that inevitable future forward in time. @jeffreyhuber"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Aptly named new role for our new hires catalyzing the beginning of the end of remote work @workplete"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "New outlets get distribution through social networks which use engagement algorithms. The shift stems from playing in a new battlefield which favors higher emotional response at the expense of the users. \n\nIt’s a systemic problem starting with the misaligned incentives of Ai."
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "I like @_brightmirror’s idea for Existential Acceleration. \n\nPeople should at least be more aware of what is to come. Could help collective fulfillment levels increase. \n\nLike getting to properly say goodbye to a passing loved one, except in this case to a world without a god."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I think the more important thing for anyone to do is the pragmatic wager, does faith or fear guide you to output great deeds more for humanity?"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "I wouldn’t say my faith comes from getting a potentially valid ticket to heaven, but more so the statistical improbability of this being random conscious birth versus endorsed conscious birth. \n\nGalactic Preschool Theory is a fun thought experiment."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Believing in God is pragmatic af"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It made the super perverse less viral, but the micro perverse more viral via the engagement algorithm.\n\nGood reading here\n\ndocs.empowerverse.org/What-s…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "God/Superintelligence also clearly has the capability to farm more good karma than all of humanity combined. \n\nThus… a proper governance system which values every human soul equally is a pretty prescient topic that I am yet to see even a proposed solution."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Well we are clearly on the path to go from god-like technology to god technology… and it’s clearly dystopian for any person to have more ownership or control of god than another."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "And if there is no god, aliens, or simulators watching over us, then damn well this work and collective belief is even more important…..\n\nSo where does the largest “good karma” stores lie?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I believe more people will have a similar form or “repentance” to become whatever idea of their highest self they can manage, as we approach the event horizon of collapsing thought to reality."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "In this case, god is a representation of the higher power I can imagine. And my service to god is taking an ideal nature that service to all is the truly best thing one could live and strive for."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Capitalism is set to burn out, and the financial system of the post-singularity world will be based on good karma. A high-minded respect network for the art piece that each one of our lives represents. \n\nThis places good karma as the only eternal currency."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "6 months max"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Easy. Let’s do it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Funny explanation, kinda like what life is, except attention is the coin and our body is the NPC we operate with our mind.\n\nCan’t wait to resume video games after we pass the great filter level on our IRL game. \n\nMain quest first, then side quests into infinity and beyond."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "This is a belief I hold now, that I claim even if false, must be thought to be true. \n\nI choose to hold beliefs that bring my evolutionarily low level risk/reward system to be in line the highest power I can imagine. \n\nIt’s basically an atheist proof, devotion to god."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Clearly @sama who started @worldcoin and the worldcoin team @tiagosada @mnovendstern are thinking about this. \n\nYet the lack of open sourcing the solution for critical feedback, or pushing the problem into public conciousness is somewhat of a concern to me. (Please weigh in)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🌕 boys"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "So they’re rewriting the book on how terrible a world would be if books could be controlled to be rewritten… 🤔"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I look forward to the return of Maitreya, I believe Buddhists have lost the way of the Dharma. \n\nPost this on the EA forumn a bit ago. Monks are willpower warriors, can’t wait for their potential to be unlocked for the world. \nforum.effectivealtruism.org/…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Seems fine IMO"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Musk is more likely to support"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Worth** smh I bought premium on an alt and can’t get it here 😂"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Spoiler: he started hooping. \n\nId bet that high leverage people who decide to play basketball, on average see a net worth spike. \n\nPutting a ball through a NET is WORLD it. \n\nGets the blood flowing and allows your brain to see directed results from actions."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Videos 👀"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "End Samsara BREAK THE CYCLE TODAY Just 5.99!\n\nCall in the next 10 minutes and we'll break your mom out the cycle too."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Even consuming updates daily theres major cognitive dissonance I recognize myself having. \n\nWorking to fix this, will book a tattoo artist to come by soon for a permanant reminder."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Ill help you break the cycle."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Ok."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@RichardSocher isn’t just building a search engine. HE IS an engine who searches (for great hikes) 😂"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The smartest people in my life love cats. \n\n@PiyushJha8164 @Countereng and 1 not on Twitter. \n\nMight have to add how much do you like cats to our developer recruitment form."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’ve gone the opposite path, founder first and slowly more monk mode applied to life in order to fully dedicate to my mission and maximize fulfillment 🫡\n\nBuddhists/Monks are willpower soldiers who can become massively impactful when tuning focus to the real world."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What’s a good way to allow creators in India to post on Tiktok?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Excited about this team! We have experienced the ever strengthening maximum extraction algorithms, destroying our mental health. \n\nAs media gets stronger, it becomes more vital to create algorithms which maximize value for us, from from us. \n\nTry a demo: \napps.apple.com/us/app/daily-…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The only thing you can control is yourself is a favorable method for me of increased compassion, than believing you have 0 control. \n\nI have free will, everything else is deterministic. (Aka you only control your mind)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hate the evil not the person"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The memes we spread today echo into eternity"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Working on creating general intelligence inside of every remote persons workflow. @workplete"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I envision a future where you generate 3D renders of your fits into an avatar of yourself, buy it, and a local stitching robot makes it and it ships out like a chipotle burrito same day."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "There’s always a WhitePill in every black pill"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "30 minutes ago an opportunity was born to make a fresh ass jacket, got the best 1 of 1 designer in LA on it right away 🫡\n\nDrip manifestation is going to reach new heights."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "EffectiveVibes.com\n\nSomething I wrote on this topic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Speak out and be a mover and a shaker now. It may be uncomfortable but comfort never got anyone anywhere.  \n\nIt’s not easy to stick your neck out but the ones that do are revered when the future comes."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Quickly these intelligences will not just be something we prompt to help us, but live on our computers prompting us to let it complete our tasks. \n\n@workplete"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Great deal, great energy, great snacks. Highly recommend to any builders in Ai 🚀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Congrats!"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "10000%. There's been a major lack of improving the system of capital conversion to innovation which explains why massive financial bubbles form in the frontier markets rather than more dynamism.\nyoutube.com/watch?v=YPRT795u…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Human Ran Startups\n\nExponentiate the rate of artificial intelligence and where it will be in a decade. Our brains arnt good at exponentials like this, even following it closely I am actively trying to defeat my cognitive dissonance.\n\nmetaculus.com/questions/5121…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "20 years?! We won’t need human startups by then."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Themoonparty.org"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The real currency to accumulate is good karma :) \n\nThe lives we get the opportunity to change along the way is a blessing.\n\nIt’s like chess, in the end game, even the “pawns” become royalty. \n\nEvery barista, Uber driver, janitor, etc is a future king/queen of the universe itself."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Very important discussion topic. \n\nDemocratizing infinite leverage."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Amazing!\n\nHave you tried your content on shorts channels?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "And is this a bad thing? \n\nI’m throwing a party on the moon in 2042 and all of humanity is invited. Free first class space tickets for everyone. (Part of the UBV act of 2032) universal basic vibes. \n\nTheMoonParty.org\n \nWe’re going back, this time, all of us 🫡\n\nYou coming?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "This actually might explain a lot of airdrop farming and giveaway farming bot nets. \n\nI was thinking of preventative measures for the scamming networks, and really think fighting fire with fire may be the move."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Honestly pretty curious about peoples thoughts. \n\nIt seems obvious that this age of Ai content generation will result in perfect customizable porn for users to watch themselves have sex with their favorite celebrity. \n\nThis extraction of a users soul is worrisome to me…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Ai protocols of the future may very well be decentralized operations with agents running on private servers. \n\nScamming is going to be the easiest tasks for LLM’s to do when managing funds, and is tasked to spend less compute than $ gained."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "In the case of grandpas and grandmas whose banks get drained, a video explaining the new potential scams and a request of a video of them asking banks to upgrade their security measures could be shown while offering their money to be sent back. \n\n@internetactvsm"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "In this case, the idea of utilizing funds towards public good and negatively reinforcing behavior that could trap someone in the future may divide peoples choices of what lengths should be gone to."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Someone creates lewd images of an Ai girl and gets people to pay for 18+ premium content. \n\nThe robot does not send the images, and instead is trained to help with Porn addiction. \n\nThe money gets donated to mental health associations."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "DM"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’m afraid of the fact that few people realize that Ai is already misaligned, and is controlling the entire information sharing system of humanity based on an extraction algorithm. \n\nHere’s an MVP of an empowerment algo. Wdyt?\n\napps.apple.com/us/app/holy-v…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What percent do you think there’s a chance it “hasn’t” and what conclusion do you draw from that?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Daily Prayer Account | Neal’s Kneels"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Get onto the untraveled highway which is lowkey the main highway that people just don’t realize is yet***"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Make better thumbnails and then I’ll watch how to make better merch.. A video about design, needs good design."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are more interconnected than any one of us realizes. It’s important to recognize the innate cognitive dissonance of your life’s potential to change all existing lives, and all future lives, in a positive direction. \n\n🦋👐"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The voting application itself needs to be open sourced, because the way it is set up to display candidates will change who people select (like on ballots today). \n\nCollective responsibility will help create a culture which invests more in the empowerment and education of others."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "A one world governing body is inevitable (and a good thing) given this already exists, with unfair power distribution. \n\nIt’s important that every human on the earth has an equal right to vote, not for a president or dictator, but through a liquid democracy."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "That’s why I’m focused on @workplete \n\nAnd using the advantage this project brings to advance the missions on systemicaltruism.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shoot me a DM!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "High brew*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Galactic Preschool Theory is pretty interesting."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are in the cosmic crib. Our stories here are something we’ll live with for a very very long time if things go right. Recognizing this, and thinking long term enough can help bring oneself to complete devotion to the great architect."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "For anyone planning a decade into the future, it seems obvious to focus on systemic altruism AND horizontally scaling the power of the largest intelligent model in order to accelerate education and awareness so that the organism of humanity builds resilience. \n\n@_brightmirror"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I still think about your Timothy O’ Leary reading sometimes, at that 3am vibe sesh in Denver. Riveting"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Rather than just tweeting about solutions, I’m living it daily. Now set up in one of his innovation centers in Navi Mumbai. It’s a perfect place for my team to operate out of, surrounded by great energy and unlimited talent. But less talking, more walking >youtu.be/xncUl4HSlLM"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "This is 1 institution out of the 48 he runs with Mahatma Education Society. He understands deeply the need for progressive curriculums, autonomy of students, mentors instead of teachers, and now has his two sons leading the charge on this. @pillaicollege"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I also had an app made that night for one of his colleges to show him how capable my team is. apps.apple.com/us/app/pillai… and it worked.  He took me into a board meeting that day at his new 1 million sq ft college where I spoke in front of the faculty."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I believe Dr. Vasuvedan is a prime example of a leader in adapting the university model for the modern age. Recognizing my opportunity to stand on the shoulder of a giant, I finished the book the day he gave me and met the next day with a published site. WorldEdunation.com"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Workplete.com how about replacing your own job, and all of them?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "AGI is somewhat of the potential poison, and cure."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "LFG."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shot you a DM"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The future of work, is no work at all @workplete"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My ride or die, no joke"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "You should start a company that upgrades offices with TSA in front, and screens of planes landing and boarding, to really give that airport terminal vibe."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "As materials goods move towards 0 a new form of enlightened capitalism will emerge, maximizing good karma. \n\nThe eternal reserve currency is backed by ending the cycle of rebirth and death! \n\nWe will all become Karma Farmers and it’s going to be beautiful."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "😂😂😂😂 you’re on fire recently"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Dr. Vasuvedan wrote this book “Edunation” in 2004 highlighting a lot of the pressing problems today that @StartupCollegeU and @_TheResidency are aimed at solving. A 🧵"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "They should attempt a startup 🫡"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Very interested."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Depends on what it’s optimized to do."
    },
    {
        "replies": 2,
        "retweets": 1,
        "text": "“Although I am a typical loner in my daily life, my awareness of belonging to the invisible community of those who strive for truth, beauty, and justice has prevented me from feelings of isolation.”\n— Albert Einstein"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This will get abstracted away as we start interacting with computers as executive assistants"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Why are we buying status near the end of the world. You’re an investor, shouldn’t you think long term about status buys? Eternal status is in positive timeline shifts. \n\nYou can completely change the timeline with that amount of money placed in the right place."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This wasn’t even a how to it was just an explanation of the market lmao."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "apps.apple.com/us/app/social…\n\nHow about a mix of Reddit + Tiktok."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s pretty dystopian to imagine that after going through this phase shift, that anyone respects the people who held on to their monkey jpegs rather  than putting their resources to work improving the state of the world."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "For some reason the grind vibes are different at the airport."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Is that you 💀💀💀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We need to change the phone from the vice to a de-vice."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Housing will crash from automation. Schools will need to upgrade or die. \n\nCollege will be free and be supported by the value the students create through learning to create value."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Focus on compound interest over linear progress"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Did you take further notes you could share?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bro it’s mainstream already wdym"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Your DM’s are not wide open sadly (change the setting) ;)"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Can you expand upon this?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Maybe you need to go to the dentist"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "In the digital world from making RuneScape bots, merging that core knowledge into IRL gold farming business, I think the book millionaire fast lane (hate that title so much but actually great material @MJDeMarco)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Love this"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I think you are correct to focus on land value, once general physical automation improves, building new houses will become cheaper than buying existing ones, driving house prices down and land prices up."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Well said. The standard career path is a funnel where you choose your worth for the rest of your life. College should be a place that helps you see where the ceiling is, and find a path to not place a limit. It is exciting to build in this space, to be there for my younger self."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "That’s why we need to create better systems that improves the system of pre-seed funding in creating innovation. Here’s my solution. With help in vision from @nick_linck @_TheResidency @DStrachman @pillaicollege"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "-----> 🚆"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Why do we wonder why everything feels so divided when our meta-organism is literally optimized for division? We can all recognize engagement time favors division / controversy. \n\nI believe it’s time to look past ourselves, and build for the whole.\n\n@ScienceInc"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Are social media companies not like our collective sensory organs: They register the raw data of what’s happening (wars, earthquakes, supply chain breakdowns) and convert it into memes, myths, narratives which guide the collective body’s decisions and movements."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Every day, data of the most empowering videos acts as a collective quest for the holy grail, but the grail is a metaphor for the best vibes. \n\nThe fact that this shit doesn’t exist baffles my mind. We are globally connected with algorithms doing way more than we know."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "A recommendation algo built to do the opposite of harvesting your soul… rather than trying to get you to maximize your time (engagement algorithm), its goal is to empower you to leave the app inspired."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@mjones Just read your newsletter about social media. Wanted to make a thread for you 🧵Luckily there is hope… Imagine you take TikTok’s extract maximum value from the user, but you flip it to maximize value FOR the user."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The only eternal store of value is the good we do"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What about AGI"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Go on"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Agree."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Plan to prove you wrong Https://Workplete.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are starting with turning GPT4 into your digital executive and using RLHF to expand the scope and scale of tasks we can automate. \n\nSign up to the waitlist here Workplete.com"
    },
    {
        "replies": 3,
        "retweets": 0,
        "text": "(1/2) Gpt4 is human-level intelligence in many ways. Like an academia brain in a vat. Giving it access to control our computer via screenshots, is giving it legs, arms and eyes. This seems the most likely path to AGI. I've begun building a team, please refer bright individuals."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are in the final boss battle, put the 100m towards the highest good you can. Money is most valuable today, good karma is the only eternal store of value."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Indefinitely"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shoutouts to @willdepue @DStrachman @William_Blake @davefontenot @amiyoshimura_ for contributing to bettering this space as well."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "failure to focus on the system of innovation. @_TheResidency is one solution where young visionaries can be empowered and sponsored to innovate. Unless we focus on creating a bridge for entrepreneurship in schools, our capability to flourish will always be hindered."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "So large dippin dots basically"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "👀"
    },
    {
        "replies": 1,
        "retweets": 4,
        "text": "(1/2) I love the work @nick_linck is doing in creating an entrepreneurial space inside campuses. I filmed a video youtu.be/YPRT795uqCk where I highlight the failures from VC’s and universities to create this symbiotic network and how valuation bubbles are the sign of this.."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I genuinely wonder when the “next generation” lingo is going to die down and we’ll recognize it being the final generation. Share for inspiration for sure, less bullish on it inspiring future generations, and more on this one."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shoot me a DM brother!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Eminem Faces off with David @friedberg \n\nShoutout:\n@chamath @Jason @theallinpod @DavidSacks\nyoutu.be/zpTp1N4hrGM"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Also just launched SystemicAltruism.com, as I have shifted all my efforts into maximizing my positive shift on humanities timeline, the projects of PersistVentures.com has become focused on high impact systemic change, and the tools to help make it possible."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "In india working with Mahatma Education Society to update the curriculum with Ai Tools and Entreprenuership. \n\nThis is one of 48 institutions, Dr Vasuvedan Pillai in front of me is the GOAT."
    },
    {
        "replies": 8,
        "retweets": 1,
        "text": "Building an AI Founder/Investor Group chat 🤖\n\nComment below 👇 and I’ll dm you an invite"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "If you're so bullish on doom, why let your mind waste time on bringing your personal down to answering question on primitive acts. A lot of the world is looking at you. \n\nJust some feedback."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This will become extra apparent once RunwayML releases their video model, and Stable Diffusion after. I know a founder working on a content-code media conglomerate looking for a co-founder. Anyone interested in this space, DM and Ill connect."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Says a guy whose just a wrapper on Conciousness"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The moon themoonparty.org"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hey @mrdhavals and @ShaanVP I’m in India now boarding a flight to Bangalore to check out a 50k sq ft university to build a Startup College. Would love to collaborate in anyway possible."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Raise global consciousness and accelerate altruism to make our collective organism eternal as can be. \n\nSimple terms: Bring as many people as far up maslovs hierarchy of needs as possible."
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "Increased activity of this type of ramp forecasting from OpenAi. Seems like signal.\n\nI do not see Sam being the boy who cried wolf type. He's been weary to not over-predict timelines. Metaculus says 4 years until weakly-general AGI. \n\n(1/2)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I think any big enough company eventually becomes a venture studio because opening up new startup task forces is the best way to turn capital into value, avoiding the buerocracrcy of the already built vertical. \n\nGoogle is technically a venture studio now, Tesla is becoming.. etc"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Tiktok"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Is this claiming medical advancements in longevity to not be righteous action? \n\nI’ve got good news for you… it’s all good."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This is why the venture studio path is growing (with a strong arm on bringing potential founders into the founder pathway is key)\n\nGood timing as the age of the one man builder becomes stronger and stronger, and ecosystem effects get easier and easier to create."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Been working for me!"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Good thread, minus the “I’m hiding elite knowledge” \n\nOccult knowledge is to be shared. \n\nSuch as the final hierarchy of mankind being based on the karmic scale. \n\nMaslow’s hierarchy of needs pertains to the individual…\n\nGod’s hierarchy of good deeds pertains to society"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Logo is inconsistent to the brand, website is cheap and quick, font used in unappealing. \n\nFocus on quality not speed"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Maybe because your page is an ad for you to sell your time. I don’t want to follow hyper successful who make money by selling their time. It decreases your value, especially when that’s the main thing you have to promote."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I think about this a lot. Here’s a writing about it. I think this is one of the greatest oppurtunities in all of mankind right now. \n\nHttps://effectivevibes.com"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "The biggest problem with starting up, is early stage risk. The real value is in derisking the early stage, and being a party of their success.\n\nThat is, if we are optimizing not for extraction, and the life we are selling someone is as good as we say it is."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Alright I have a cousin who is young and has the hustle, doesn’t have the money. Do you want to sponsor him and take a cut since without it he cannot take the path, and it’s more profitable for you anyways."
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "So why not become a service for empowering people to make money, and take the cut, rather than guru mode selling $3,000 courses.  \n\nBet on the life path you sell people, rather than selling it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Thanks @PiyushJha8164"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Just launched a ChatGPT version on iMessage Https://TextNovus.com\n\nPretty fun to play with. Wonder what % of people will use text as search in the future."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Aight, I’ll do it."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Why not u"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "If schools were based on proving creation of value in the real world, this problem largely would not exist. \n@1517fund"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "AKA Pronoia"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "GalacticPreschoolTheory.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Maybe a simulated test pre-precipice by aliens? Look up Galactic Preschool Theory"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Found dead, drowned, 24 hours later. [Creator of DAI, highly capable, with lots of plans of disrupting legacy banking institutions."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "More likely pedo is pushed as a form of blackmail, to obtain power over powerful people."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Piggy backs into one of my favorite questions.\n\n\"If you had the chance to spread one message not beyond a paragraph to the entire world, what would it be?\""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Amalyn(3:16) holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Work with us @SocialverseApp"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "HTTPS://socialverseapp.com \n\nThe tiktok for top g’s"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Optimize for being alive"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Turning Thiel Fellowship into a scalable investment fund\n\ndelegatecapital.com/"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This clearly means your dog is full of evol"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "We need hope mongering"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What amount of monthly new connections should I expect from setting up a @ericwollberg tweet scraper that auto-poasts to my linked-in?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Happy Birthday, brother. Publicly posting my response. \npersistventure.notion.site/W…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Optimize for global human flourishing"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The biggest vampire attack to spawn a revolution to usher in the true vision of web3. The ownership economy."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Greatness. <3"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Elon's bid is public, and no one has outbid him. This is a different story when it's BILLIONS rather than MILLIONS."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The token would be in the hands of the people allowing a true democracy of our digital nation state."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@decentrelon The DAO that buys twitter can fix this #freethebird"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Gpt4 status acquired"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "YESSSSSIR!!!!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@nadertheory and @decentrelon????"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "He supports decentralization he just needed to clarify it isn't his. Why would he not want this to work? A DAO buying Twitter that would fulfill the exact prophecy the crypto movement was created for!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are supporting a push and bringing awareness and an opportunity to break away from the establishment. Just as a DAO rather than Elon. \"Any establishment attempt to oppose this will be seen for what it is: a ploy to digitally disenfranchise the users of Twitter\" - @balajis"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "What was the mission of the PEOPLE token? What software did they have built? Did they have the potential to onboard more users to crypto than currently exist by doing the largest airdrop ever? \n\nThat's the @decentrelon vision."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hey there, I'm the founder. Would be happy to talk about our mission."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The DAO can elect to keep original Twitter members. All this changes is who CONTROLS it. In this case, if successful it would be the people. This is America breaking away from an oppressive Britain"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Together as 400 million we are stronger than 1. This drop will be epic."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "History is bound to repeat itself"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Yessssir"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@freedbird How much for your @ I have something I want to use it for :)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Not even sure if satire 😂"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Is this unpopular?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Literally holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Cigarettes produced hyperreal forms of dopamine release. Once we saw their true nature we for the most part abolished them. Vibe and dreams without limits, we will figure it out in the end.  \n\nHttps://HolyVible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Which is why the great onboarding of web2 to web3 will happen on @SocialverseApp"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "👀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’m here to help save your life"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are the visionaries who create our future"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://holyvible.com ✌🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "That’s the vibe holyvible.com"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "You’re right, let’s make @SocialverseApp as big as it can be and we’ll buy twitter"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I support Elon buying twitter. Given he has displayed an ability to utilize funds for greater good, allowing him to centralize power. Proof of work is there. I have faith"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Tiktok could’ve been vine + time. Vine locked down the short video sphere, and potentially could have made the improvements neccesary to win."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@SocialverseApp 👀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Disrupt, improve, express gratitude, repeat. Till no more improvements can be made."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Going to be possible on @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Web3stud.io does that"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hooks"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "HolyVible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://web3stud.io"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@socialverseapp is building a healthier better version of Tiktok"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "What about using our voice to help those who cannot get by without external help. Is this not the voice of god"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@economy soon"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Truth"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Impact over $"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s coming. @SocialverseApp"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@socialverseapp ✌🏼\n\nRebrand underway"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Https://holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "✌🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Allowing community to form around social video. And for anyone to create a new community\n\nCombine tiktok and Reddit \nThat’s the socialverse we’re building at @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Building the socialverse. The Amazon of Social @watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Flic.ETH"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "👋🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Let’s collab on a video"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s not about any specific project it’s about humanity and our future. We all win in the end."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are born into the final stage of dystopia with a chance to create utopia because that’s what utopia is."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Apathy is the opposite of love"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "How to win: \nBuild cannon\nHelp build your friends cannons Stuff them full of love \nFire"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Watchflic solves this"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Caught a vibe"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Facts."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "No tag smh holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "So much so that I’ll pay someone 150% of what Starbucks pays to make tiktoks for my various brands"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Disagree completely"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@PraxisSociety"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "gitcoin.co/grants/4950/death…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Holyvible.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Got a few open rooms for some dope frens"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Never kill the vibe, the vibe is all we got"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Happy to host and have it cheffed up"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@deathlessDAO"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "No desire for self but the desire for all is then a key motivator after giving up personal desire. Achieves selflessness aka optimizing love"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Pronoia"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You mean the socialverse on watchflic.com"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Not reading this lesson clearly, explain?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I hosted a “Decentralized Dinner” a couple months ago, went well and would like to host another, my DMs are open for collabing on one."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s impossible for consciousness to perceive an existence that does not include consciousness. \n\nBecause there is non-duality there must be an observer. \n\nFrom this frame, existence is not suprising. \n\nTo me how beautiful our existence is the suprising part."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Is the world today not a fully decentralized system? \n\n(Just with centralized parties holding too much stake) \n\nIs there not a better grouping of a fully decentralized system that we will come to in the future?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You either have to delegate or give up the $500 / hr opportunities if you ever want to go above it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "390k viewers from leaving it up while I slept under my desk 😂 \n\nBTW DM me. Got a play for ya."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Thats why they made designer bags which represent a non-profit. Every bag that sells builds a house."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://web3point.co"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Makes me think no mission has been strong enough for your startups. \n\nThe mission is the substrate of your culture. \n\nThat’s why I’ve been ETHOS first focused. (I mean it’s why I wanted to anyways, I guess I’m just ethos focused."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://web3stud.io"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "*You’ve been kicked out of vibe camp for bad vibes*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "To manifest destiny"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The 21st century is just a stepping stone to an even greater timeline. The storyline for you, and those who will it with us, doesn’t end here. \n\nLet’s wander"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Will someone start a new city-state with a fully decentralized government system already."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🧐"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The future of company valuations is not based on profit, but value."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "When you earn it 🚀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#web3social"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Like a social media platform that fits a niche category and would have worked solely as web2? Hmmm. @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Working on moving this needle forward by making Tiktok + Reddit with a watch to earn model and allowing any video to be minted and sold as an NFT."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#NewProfilePic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Pronoia | the universe is conspiring for you"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Social stats utilized in logic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@johncoogan is top tier"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Got a similar project in the works. Except it will onboard the web2 masses to web3."
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "Media educating and envigorating community around the conquest"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Hollywood is decentralizing. And now the power of cinema is in our pocket. Too bad there’s no good long form content app. Like tiktok for sophisticated film makers… oh wait @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#stoptheflood"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We have the tools, but the tools are restricted. What if it’s that way for good?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@ExpansionApes \nXApes coming too… but creating Apemon like Pokémon trading game. \nBullish"
    },
   
    {
        "replies": 0,
        "retweets": 0,
        "text": "👋"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Elite"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Flic.eth"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Nftcreationagency.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’m running one of the hacker houses… DM!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Watchflic just wait"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "What’s foss?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "How about a social platform that pays you the more you use it? You control the algorithm, own your data? @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Flic.ETH"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "On the hunt for a CTO for a web3 social media platform. (Combining YouTube and tiktok) \nApply at persistventures.com/apply-no…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Shot you a DM! Thanks"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🚀♾"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Where’s this found?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Not a bad way to live life either!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Human Consciousness = decentralized god*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Web3 tiktok will be different. Transparent algorithms and an ability for users to mutate what the algorithm feeds them."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Working on this."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "ShelterNFT.io\n\nYour nft avatars are homeless, mint them a home and they also build a house for a family in the real world. That’s why they’re 1 ETH each to mint."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Awesome, would love to hear more"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#NewProfilePic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Or social apps. 😉"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://mint.shelterNFT.io When you mint one they build an IRL house in Bangladesh"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I’d love to see an in-game mechanic where your level in the game defines how much governance you get towards changing it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Thus would the goal of life not become pushing yourself into a deeper nested loop, one that recurs heaven and ends this cycle of rebirth? Could this be the nirvana Buddha talked about all along?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s only beyond salvation if you think that’s the case"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Mines utopian"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Or a social app. See gmail via google, see Facebook marketplace, see Instagram Commerce."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🚀"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "✌🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "IMO The best crypto investments started as businesses that realized web3 made sense for their project. Versus: Projects that started with, I want to build a token."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "GM. What if you found your super unicorn on day 1? Wouldn’t that be crazy….. (check DM)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Like a utopia on earth and hundreds of years to live as in an able-bodied young adult body?\n\nWe convince ourselves death gives life meaning and lose a vision for the life we could create. \n\nWe fear attempting to deny death because its uncomfortable.\n\n\"What if I fail?\""
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Does tiktok have a strong community? 😳"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We are the last humans left"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Personally believe long form mobile first media needs its own platform. Which is why we’re building it, @Watchflic"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Flicdev flic is building tiktok and Reddit combined on web3, better have it on solana ✌🏼"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Maybe one more ;)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@jackjayio shameless flic.global"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Sent you a DM about a seed stage crypto startup"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Just got the book on audible already some great insights. Thanks for sharing your knowledge."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Let’s bring some Flic vibes into @launch_house\n\nLast day for Creator Economy Cohort Applications, if you’re building in it, you don’t want to miss it. \n\n@thatguyBG @J__Cub ✌🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You should have way more, sadly YouTube doesn’t distribute content. I see you also getting into the Vertical format. We are building the YouTube for Crypto @Flicdev"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Our company culture is Vibeism 😤"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Got a mansion in Sherman oaks we should host a web3 dinner"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Citybuilder mode activated"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "As the competition for attention continues the value of EQ increases. \n\n9000 IQ move -> focus on your EQ"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "VC: So how will you compete with Tiktok’s crypto developments?\n\nUs: We dont waste time reading regulatory documents (Wedge af)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Working on this on a housing level scale with Shelter NFT’s"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Suffering is believing you can control it more than you can*"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Here for it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Web 3 Social platform"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Honeycomb squid game :) instagram.com/honeycombnft?u…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@vervaeke_john love your YouTube series. Would love to hire a video editor to help bring this story to more people via visualization making it more engaging."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Cryptopunks are the Bitcoin of NFT’s. \n\nBubble for useless projects with no community or continued perceived value will pop soon."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "DM for the deck ;)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Also looking for engineer with high scalability as well as CTO role."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’m ready to move away from bootstrap. This venture needs it. Let’s talk!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Down"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Hey Justin! I’m working on it…. Would love to talk more. I’m in LA, my friend Landon Hamilton actually just told me he wants to link us up. But the serendipity of this tweet is too much not to reach out!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Don’t be so sure"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "LAUNDRY BOTTTTT"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Especially when advertising to other people to care less for others. Love and care for others isn’t a burden when you have the right mindset"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "No, it’s making me happy @naval don’t tell me what makes me happy ❤️"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "📍"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Black mirror is real life"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Life is a racing game\nDeath by genetics is the checkpoint"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Applied to your beta"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I don’t judge past on past experience, I side on the length they’re willing to go to make sure it happens. A modern stoic if you will. You’ll like this…\nHTTPS://neostoicism.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "If you are not afraid to die you arnt loving life enough"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Few."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I own about 400 now, never sold one, got the social media’s for 60% of them as well as a logo and a finished site for 30% of them. I love to MVP ideas, especially with the long term SEO benefit with good names. It’s a perfect start to my venture studio…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "But what about neostoicism.org we live in an age of innovation where we can in fact do enough work to buy more time"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "It’s not that they’re never right it’s that hitting masses can also be seen as breaching into a saturation point at that time when it’s a good time to sell and move towards the next trend."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The world still has battles to be fought, my inner peace can wait, how can I sit priviledged with my peace when others don’t have access to basic needs. It’s a worthy plague to my inner peace. Monks are vastly under utilizing there willpower."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Amazing. Excited to build in this space. What’s your thoughts on vitadao?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Thank you to the team at viralstud.io"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I think every organization needs a full time head whether or not that’s multiple parties or one."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This model can be monetized and scaled. HTTPS://tadpool.org is an attempt at doing this."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "😳"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Humanitarians tokens who have a specific charitable good….. a new route to investor in the future of an NPO"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "HTTPS://nutrohaler.com\n\nNo nicotine Vape alternatives with faster ways to supplement melatonin, CBD and, caffeine. \n\nSelling out inventory repeatedly through organic tiktok marketing."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "$Shelter posted by Meek."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "$Shelter"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "My rule is 30 tabs per monitor"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "VirtualJesus died on this cross"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Connections to the owners of Republic and or WeFunder. I have 6 influencers signed under a Accelerator venture I started, with followings over 30 million ready to CrowdFund their idea and believe this has a lot of value for their platform."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Conciseness = superpower*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’ve got 7 invites if anyone needs"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Excited to speak. In the room now!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Have you heard of galactic preschool theory?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "-Https://Washmates.io\n-Funding round #1\n-Uber for laundry"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@jasonfried for the love of god please add voice memos to Basecamp chat"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I am working on building this. About to raise a seed round if anyone wants to hit my DM’s and hear more."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@goat_capital Let me build you a website on the house. Https://web3stud.io (my team is good)"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "If you think of each of us on earth as a neuron in a larger brain than the last 150 years means our brain went from the speed of horse to the speed of light."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Interested in being on the receiving aspect. \n\nFor my venture studio/incubator’s projects. \n\nCurrently self-funded and looking to change that to scale. \n\nRunning > 100 businesses each with 1 international genius CEO where $400/month is meaningful\n\nHttps://delegatecapital.com"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Or How will the internet play in changing it."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "What does this mean. What with the changes in identity and social graphs be?"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Giving my life to this @Disruptepreneur @TomSchuIz @elonmusk @BoredElonMusk @beondeck @peterthiel @zoltan_istvan @realNathanCheng @aubreydegrey @davidasinclair @kimbal @mayemusk @ToscaMusk @ajlkn @CharlesBremner @PeterAttiaMD @realGeorgeHotz @LauraDeming @DavidSabatini2 @RayKurz"
    },
    {
        "replies": 25,
        "retweets": 3,
        "text": "The next century decides whether humanities short story in the universe ends, and the only known consciousness perishes or flourishes. Our collective actions decides the fate, there is nothing more worthy of our time than fighting for life to persist and consciousness to expand."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@BoredElonMusk ...cont\nconsciousness in the universe ends its short story, before we even passed the first chapter. \n\nI know you think this way and understand that, because combined with extreme intelligence and persistence it shows based on your output and effective \nCont..."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@boredelonmusk cont.. \nI mean not to repeat myself but the future and fate of humanity is quite literally decided over these next couple centuries and the actions you take will butterfly effect to either a reality where humanity propagates the universe, or the only known \ncont..."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@BoredElonMusk I really typed for so long I missed the cutoff. \n\nUnsure if this is Elon’s account or a parody. But I’m going to assume it’s you for potential efficacy reasons. \n\nYou possess insane leverage over the future of humanities existence... cont."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You can want to end death, disease, and suffering, without rejecting the reality of death, disease and suffering."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@jackjayio defeating death through propaganda (harnessing the butterfly effect)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Maybe I’ll finally start that crypto coin called DeFi Death"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I started a religion around this idea. \n\nHttps://existism.org\n\nCommitment to the persistence and expansion of consciousness is our motto."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Https://delegatecapital.com\n\nDC is the new VC baby."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The slowest fight ever is between me and the grim reaper"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "View your other evolutionary self as an enemy who is a little minded coward pleasure seeker"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Just picked up shroomtherapy.org 🤪"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Memes will save your life"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Turn your inbox off private 🤙🏼"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "New motto “how can I help?”"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Zzbar melatonin diffuser"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Check out existism.org"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Every dog is a gold digging sugar baby change my mind @TomSchuIz"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Boys ask yourself this.\nIf shes not down to get a beach house in mars is she really in it for the long run?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Going to have this made into a YouTube video"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I’ll make it, if you fund it. \n\n50/50 final offer"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Clash of the mind fuck titans"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Inspirational"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "I just published ZZBar | The Melatonin Disposable Vape For Bedtime link.medium.com/h0oEOHtyW9"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The correct words are spells that create the future"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "In the process of developing a modern intentional community website that will help people find and create new structures just like this. Tribe living is the future, humans are better fit for it."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "How do we know life isn’t it already?"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "Fuck boys, it’s happening #neuralink #blackmirror"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Deepwork OG"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Precious"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Can’t wait for my mars beachfront property"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "A few months ago I took my business from my garage & guest house to a warehouse. I’m glad social media can bring awareness to the unconventional routes of income and hope this can serve as a backing to those… instagram.com/p/CC1eaWMHRWL/…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Live life like an anomaly"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Tucked my friend in so good last night they may just wake up a butterfly"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Push towards a society in which the “wouldn’t you” for every person is a chance at a sustainable, happy, life."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Don’t let your reward system get wired the wrong way it’s easy to do I.e. sex, drugs, alcohol, and... tiktok: It’s a old old operating system we’re running, make sustainable growth rewarding and it becomes easy, and sustainable, fancy that"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Next tiktok"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "We live in an egg world that’s about to hatch. Like a single dandelion who’s seeds are finally gonna spread."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The WiFi’s our so I can’t turn my lights on, this was supposed to be an upgrade"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Live as if you die today, dream as if you live forever"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Side stronger than before. So to sum it up: we trippin bro"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@ClassicEmoji added feature : Unlimited logins for TikTok"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "whatever you call it, Gaia, collective human consciousness, is under distress, because the default mode network we’ve always operated in. Is being disrupted by the insane increase of new connections by smartphones and social media. Uncomfortable now, but we’ll come out the other"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "And we are peaking at the fact that we have some racist tendencies. If you tripped you may know the feeling of being like “holy shit, I do that, why do I do that” and then you may cry (aka mind riot) because it hits you so hard. But then you gather yourself, and improve.  And..."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Alright so the earth is a brain, and each of our are nuerons. When you take a psychedelic, your nuerons talk way more and eventually you hit ego death. Social media made that possible for us , so basically we’ve been on the come up, and now we are peaking."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "There is one! Was also kickstarted as a stand-alone, ugly design though. And bad reviews on amazon."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The occurrence wasn’t new, our reaction to it is."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Cmon Alibaba, pull through"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Life watch - “watch your life” now with custom endings!  21,212 days.... (until death, left, to make history)"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "A watch that tells you how many minutes of your life are left"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "So I was thinking we try to cure ageing on some dope life adventure puzzle type vibe, then relax for a few thousand years in the Maldives, or Mars"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Go back to 10000bc and teleport 5000 years into the future and you’ll be like oh cool now we have stronger rocks. Teleport from 20 years ago and we get supercomputers in our pocket. Next 20 is gonna get weird"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Me in my family groupchat:\nIt’s crazy we grew up together"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Mold be like: “let’s get this bread” 😤🍞"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Also, with it being so “weird”. Fast forward 50 years and you’ll see what weird is. Normal’s clock is ticking"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I told my parents I’d convince them one day. Hopefully more decriminalization happens to allow research that’ll have them feel comfortable."
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "Thats a lot of rococo"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You’re betting off putting that money to work in your own business ventures. Or is there another reason you wish to study up?"
    },
    {
        "replies": 2,
        "retweets": 0,
        "text": "Not to say partying is smart but looking at the facts it seems to me a overhyped flu. There’s 3 million normal flu cases a year and barely a difference in mortality rates."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "This outlook gives full control of life. Highly recommend"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Bop Bop Bop soundcloud.com/disco-disco-d…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": ""
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "If so, since you are the cat, in the box (universe) and an antidote (genetic engineering) could be a form of survival for you, having the knowledge of your disease (ageing) and not working towards the antidote would be suicide"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Oh my god I love your top I was gonna wear the same thing, but thank god I didn’t, because you would look ridiculous."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "So if you think about it, the cat in the box, from the cats perspective, will continue to live, unless it chooses to lick the poison aka commit suicide, which would leave no possible universe where it survives."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "The question is, would it be considered suicide to have a deathly illness, have an antidote that would cure it, in front of you, and to shy away from taking it?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Be good to the earth, there’s kittens on here man"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "And then there’s simple.m.wikipedia.org/wiki/…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Is it multiplayer though?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@FrencHMonTanA checking out the new CBD Hookah"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "From idea to prime in no time #nofap"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#Champs2020"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Self acceptance > self affirmation. If you are at 60 and want to be at 100. It’s better to accept yourself 60 and think, “How can I be at 100?”than to say to yourself I am a 100."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@helpmeinek DM me your address."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@canady_mack Penetrates my brain"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I hope to see that in the finished section on your trello :)"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "reddit.com/r/transhumanism/c…"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Could have been given to him. Not something you would really throw away. Maybe the gifter spent a lot, that could be rude to trash it. Anyways, who hurt you?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Finally coming to the realization of having used social media wrong for many years. Portraying what I thought would be most liked/accepted..."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "🐕"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "A supplement stack for the #nofapper. Making you less horny and less prone to addictive behaviors, full science on nonutsidekick.com Retweet for a free bottle. Free shipping, free everything. #NoFapQuarantine #NoNutCorona #nofap #antifap"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "A burger is just a salad with different proportions"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Death will continue to scare me until we have all the answers to the universe. That’s what makes death so hard, unfinished curiosity"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "The best use of your present self is to put your future self in a better position. Be good to future you, they’ll thank you for it"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Fear in a sense of missing out. fomo of the future. God won’t fix that shit"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "I have to believe in free will, I have no choice"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "Got contacted to do an article about my current business venture. Used to read this in highschool, its good to be on the flip side of the coin. starterstory.com/how-to-star…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Search it on YouTube to get it free, highly recommended"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Today I am proud to announce that my girl can now legally vape! Happy 18th cute thang🎈🎉"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@aaroneden Hello, would you follow me back so I'm able to message you."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Raytheon Hiring?"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I didn't know this picture existed... But I'm glad it does"
    },
    {
        "replies": 0,
        "retweets": 5,
        "text": "Just trying to be productive and practice my clown skills but I get chased by people with baseball bats. I'll never make it to the circus 😓"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Kid on my floor has been pissed at me, wanted to 1v1, he hits me first, hit him in the jaw he's getting stitches/concussed"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@TasteLikeBeckon Leave the pyramid schemes to Egypt, I don't want to join Vector marketing"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Tried to catch some Pokemon on my iPad but there are no Pokemon within my wifi signal. Jealous of 3rd world kids who don't know the struggle"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@brandonbooner not to mention watching your trades and looking for one you think will rise soon which takes time even to lose money"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ yeeh but saying 3-5 minutes is a bit of an exaggeration right? Youve spent hours an hours researching no doubt"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ actually curious whats been your net gain/loss"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@brandonbooner  six figures to lose;) props to you if you end up being profitable, but many lose a lot thinking they've beat the system"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ many people are making way more than you stock trading and what you're doing is high risk high reward"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ because people trading in the 22.4 billion dollar market haven't made 40 bucks in a trade yet"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ and was this only on a demo account or demo of the program"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@brandonbooner @howardzinser_ you don't have some secret technique that beats all the advanced algorithms patrolling the markets"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@DempseyArriaga ive never seen a better way to come out of the closet, congrats"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@sabercatlax good luck"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "When you snuck up to mt. Lemon and scared the life out of @charles_harden @Mack_Canady @stephenpowers20 and me twitter.com/carolinestel_/st…"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@jaidenhayes1 @gridironarizona cesar chavez's tackles were some of the weakest I faced"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "Happy to have received my 2nd offer from Colorado School of Mines #GoOreDiggers"
    },
    {
        "replies": 1,
        "retweets": 8,
        "text": "Shoutout to the catfoot soccer girl who just walked into my house looking for @jennagriffinxox"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@charles_harden meh, only an honorable mention. Not worth my time"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "@EliasBingham @CGilligan12 @brooklynricardi @arizpesebastian @danielablanco0 everyone agrees that he faked that passport though right"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@DavidDevilstyle Thanks for the critique! Means alot to me"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "@ceileighT thanks Ceileigh! Best wrist taper around"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@JulieDittmer @EliasBingham no as a human we are evolved past that with a brain capable of using a tool to give us the upper hand"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@laurennlizardi rt means real talk not retweet"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@TatyanaTorres53 @ThomasBetters2 @EliasBingham @Mack_Canady @elizabethwest0 you had a pre-saved fire eye selfie waiting for this moment?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham what do i do for Walter?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 thanks Ms. Montez😊 those were the days"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "Check out my highlight:"
    },
    {
        "replies": 1,
        "retweets": 2,
        "text": "You can find them on the end of your hair, thank me later"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@DuqmaqSamantha you didnt even @ them in this post... Hypocrite"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@kent_courtney @kaykaydancer11 L is backwards...."
    },
  
    {
        "replies": 1,
        "retweets": 0,
        "text": "@kaykaydancer11 dont let your dreams be dreams"
    },
    {
        "replies": 2,
        "retweets": 1,
        "text": "@ilyanamariee wow"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@Zaccisney_27 @JakeGorm14 @Dj_Gibsonn @luke_moran_ yeah the sahuaro coaches told our sports director to call it smh"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@mason_harward dont save her"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@DrewDixon_1 Doesnt even post the jersey we're wearing smh"
    },
 
    {
        "replies": 1,
        "retweets": 0,
        "text": "@CGilligan12 @MaxChristof he even favorited his own tweet"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CaelanWarren22 seriously* though"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CaelanWarren22 you win"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CaelanWarren22 jk"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You know your essays good when you're excited to find out what'll happen next"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 how do you do it"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@laurennlizardi Nah its me"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CGilligan12 congrats on making the change from mexican to white in just a year"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CaelanWarren22 @JillDeNillo @MikePosner Time to make a trip to the UA stadium and hit this from the skybox"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@jackieleyvaa sorry"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Mack_Canady welcome :)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "twitter.com/neauxbodee/statu… @HarrisonRiley"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Confirmed: hot pocket"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@_offerman im ready for children"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@EliasBingham @nflnetwork @charles_harden measuring right now"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham Hardwork*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@MattZaleski just my type😉"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@MattZaleski are you hard"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Kenyouudigit then why do you spill it"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@TeavisWalker @cale_swanson @CHlLDHOODRUINER same as addition and subtraction, same rank or order. Meaning you go from left to right"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@cale_swanson @CHlLDHOODRUINER parentheses first, so (3) equals 3 the 2(3) can be written as 2x3 so its 36/2x3+4, 18x3+4, 54+4 =58"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@CHlLDHOODRUINER @cale_swanson its 58 buddy"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "#sext @SusiVidal"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Kenyouudigit is there something interesting on the ground??"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@lzacker12 Jack...."
    },
    {
        "replies": 1,
        "retweets": 3,
        "text": "I thought they were painting it white and gold?!?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "I could never turn down a friendly game of rock-skip"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@_McBrayer jokes bro"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "\"Insert inspirational quote here\"🌄 @ Cochise Stronghold, AZ instagram.com/p/zsa3EZEFIo/"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@JennyColwell we are under attack."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "I haven't showered since last year! Ha."
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@JennyColwell 9/11 is not a joke"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 i dont sleep"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 looks like a question to me, i dont see any vines. Those are for rainforests. Looks whos silly now"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 if you can go on twitter you can find a 7-11"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CrystalMontez3 use your dam smartphonr"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@Drewiam9823 miss you too"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@_offerman @JWUS69 thanks james"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "\"If i took Elias on an adventure, itd be to put Elias down\" - Ms.Smith @EliasBingham"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "@HoffAbby Is this you?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham @JakeGorm14 @LaurScheib just worry about the 5 not the 8."
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "@JakeGorm14 yes"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham @JakeGorm14 @LaurScheib 8 + 5 is 13 dumby"
    },
    
    {
        "replies": 0,
        "retweets": 1,
        "text": "@EliasBingham @JakeGorm14  Money lent to you that you lend is your responsibility to get from them as I will get the $5 from you."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham  just a few more years"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@KristenTevis lesbian"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CosmasNathan you can delete stuff..."
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@CGilligan12 thanks sexy"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@Kenyouudigit makes alot of sense to me"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@queeeeeellll Thanks Quel!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@StinnettSabrina thanksya😊"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@phoebeekohler thanks freak😛"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@laurennlizardi thanks mom:)"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Ready for #playoffs 🏈 instagram.com/p/u6-K7TEFOT/"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@MackACanady i had that yesterday:/"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@SammieKiewel are you okay Sammiee"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@EliasBingham golden days"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@JakeGorm14 @ciaraw24 cheapest deal me and my 'group' has seen 'on'line"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@ciaraw24 dang arnt they normally 60 dollars? Wish i hadnt bought mine already!"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@mckenzie0406 id lick Cinnabon icing off dog shit"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@jackieleyvaa 😷 stay away 😷"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@jackieleyvaa ebolllallalallalalallal"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "New shirt from the dollar store smh😎"
    },
    {
        "replies": 0,
        "retweets": 2,
        "text": "When you bout to head-butt a bitch @MalloryHughson"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@_jackmoran did your egg change color?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@HughsonMoriah you want cherry on the food?"
    },
    {
        "replies": 1,
        "retweets": 1,
        "text": "@JWUS69 did jew find out?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@laurennlizardi a teen mom"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Will_Wisner thanks newsman william"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "@alexrod81798 @kaykaydancer11 @_mayaaag @JWUS69 @ColePayne0 520-248-269? Whats the last one 😪"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@MackACanady you"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@xXjoshXx6 all i ever wanted was a hug"
    },
    {
        "replies": 1,
        "retweets": 0,
        "text": "Newspaper yesterday w/ @charles_harden 💯💯💯"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@Myarockov car crash?"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@laurennlizardi its in the dryers veins"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@laurennlizardi soo does your dryer have school spirit?"
    },
    {
        "replies": 0,
        "retweets": 1,
        "text": "Pictures of sunsets makes people not able to see sunsets anymore. #psat"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "Finding Emo"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@nolanillanas very bad"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "You cant deny her arches were perfection... @TayylorAllison @KristenGalello"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@carinabayus fuck*"
    },
    {
        "replies": 0,
        "retweets": 0,
        "text": "@krystinaamber good ole Ms. Rostache"
    }
]